{
  "Contact": {
    "heading": "Kontakt",
    "heading_helper": "Haben Sie Fragen? Schreiben Sie unseren Recruitern!",
    "positions": {
      "ceo": "Geschäftsführer",
      "recruiter": "Personalvermittler",
      "manager": "Manager"
    },
    "location_heading": "Standort",
    "phone_heading": "Telefon für die Zentrale",
    "open_hours": "Geöffnet"
  },
  "JobOffers": {
    "heading": "Jobangebote",
    "search": {
      "label": "Anzeigen durchsuchen",
      "placeholder": "Z.B. Kurierjob...",
      "button": "Suchen"
    },
    "buttons": {
      "card": {
        "apply": "Mehr erfahren"
      }
    }
  },
  "Gallery": {
    "heading": "Galerie",
    "heading_helper": "Fotos von unserer Arbeit und dem Unternehmen"
  },
  "Career": {
    "heading": "Karriere bei Visbro Personal Solutions",
    "content": "Wenn Sie eine Person voller Kreativität sind, sich durch herausragende Kommunikations- und Organisationsfähigkeiten auszeichnen und keine Angst vor Herausforderungen haben, außerdem Fremdsprachen beherrschen, dann haben wir ein besonderes Angebot für Sie! Treten Sie unserem Team bei Visbro bei und beginnen Sie den Aufbau Ihrer Karriere in einer Umgebung, in der Zusammenarbeit, Loyalität und Vertrauen an erster Stelle stehen. Wir bieten eine Arbeit, die vielleicht nicht zu den einfachsten gehört, aber sicherlich gut entlohnt wird und immense Zufriedenheit bietet. Wenn Sie das Gefühl haben, dass dies das Richtige für Sie ist, zögern Sie nicht! Zeigen Sie uns Ihr Engagement und Ihre Kreativität, und wir geben Ihnen die Möglichkeit zur Entwicklung und zur Verwirklichung Ihrer beruflichen Ambitionen in unserem dynamischen Team. Visbro ist ein Ort, an dem jeder Tag neue Herausforderungen mit sich bringt, und Sie haben die Chance, ein Teil davon zu werden. Wir ermutigen Sie, zu reagieren und sich uns anzuschließen! Besuchen Sie den Karrierebereich auf der Visbro-Website.\n",
    "form": {
      "name": {
        "text": "Name",
        "error": "Das Namensfeld darf nicht leer sein"
      },
      "surname": {
        "text": "Nachname",
        "error": "Das Nachnamenfeld darf nicht leer sein"
      },
      "email": {
        "text": "E-Mail-Adresse",
        "error": "Die E-Mail-Adresse ist erforderlich"
      },
      "education": {
        "text": "Bildung",
        "error": "Das Bildungsfeld darf nicht leer sein"
      },
      "gender": {
        "text": "Geschlecht",
        "error": "Das Geschlechterfeld darf nicht leer sein"
      },
      "languages": {
        "text": "Bekannte Sprachen",
        "error": "Das Feld für bekannte Sprachen darf nicht leer sein"
      },
      "hasDriverLicenseCatB": {
        "text": "Besitzt einen Führerschein der Kategorie B",
        "error": "Das Feld mit der Information über den Besitz eines Führerscheins der Kategorie B darf nicht leer sein"
      },
      "hasBeenArrested": {
        "text": "Wurde verhaftet",
        "error": "Das Feld mit der Information über eine Verhaftung darf nicht leer sein"
      },
      "civilState": {
        "text": "Familienstand",
        "error": "Das Feld für den Familienstand darf nicht leer sein"
      },
      "additionalInfo": {
        "text": "Zusätzliche Informationen",
        "error": "Das Feld für zusätzliche Informationen darf nicht leer sein"
      },
      "submit": "Senden"
    }
  },
  "About": {
    "heading": "ÜBER UNS",
    "content": "Seit unserer Gründung im Jahr 2021 ist es die Vision der Visbro Personal Solutions UG, einen Raum zu schaffen, in dem Personalbeschaffung nicht nur ein Prozess ist, sondern eine Chance, dauerhafte Beziehungen aufzubauen. An unserem Hauptsitz in Leipzig wurde die Idee geboren, neue Maßstäbe in der HR-Branche zu setzen, und seither arbeiten wir unermüdlich daran, diese zu erreichen. Unser Angebot an Personaldienstleistungen, dass auf einer individuellen Herangehensweise und höchsten Qualitätsstandards basiert, ist nicht nur das Ergebnis unseres Wissens und unserer Erfahrung, sondern auch des Eingehens auf die Bedürfnisse unserer Kunden. Die Unterbringung von Mitarbeitern in verschiedenen Regionen Deutschlands ist Teil unserer Strategie und unterstreicht unser Engagement, stabile Arbeits- und Lebensbedingungen für Mitarbeiter zu schaffen. Unser Team aus talentierten und erfahrenen Spezialisten arbeitet mit Leidenschaft und Hingabe, um unseren Kunden ein Höchstmaß an Service zu bieten, was sich in Effizienz und Erfolg in jeder Zusammenarbeit niederschlägt.    "
  },
  "Home": {
    "heading": "Entdecken Sie Ihr Potenzial und bauen Sie Ihre Traumkarriere mit <span> Visbro Personal Solution </span> auf.",
    "buttons": {
      "learn_more": "Erfahren Sie mehr",
      "offers": "Jobangebote prüfen",
      "offer": "Zur Angebot gehen"
    },
    "headings": {
      "top3": "Top Angebote",
      "trusted_us": "Sie haben uns vertraut",
      "socials": "Sie finden uns auch auf",
      "why_us": "Warum Visbro?",
      "services": ""
    },
    "ad": {
      "heading": "Visbro-Dienstleistungen",
      "recruting": {
        "heading": "Ihre Zukunft beginnt bei Visbro Personal Solution!",
        "subheading": "Personalisierte Talentlösungen: Wo Visbro Sie mit der perfekten Besetzung für jede Rolle verbindet!",
        "content": "Entfalten Sie Ihr berufliches Potenzial! 🚀 Treten Sie unserem Elite-Team bei Visbro Personal Solution bei, wo sich Chancen und Talente treffen. Wir sind darauf spezialisiert, außergewöhnliche Talente mit erstklassigen Unternehmen aus verschiedenen Branchen zu verbinden. Egal, ob Sie ein erfahrener Profi oder ein aufstrebender Star sind, lassen Sie uns Ihren Karriereweg leiten. Erreichen Sie Erfolg durch personalisierte Rekrutierungslösungen, professionelle Beratung und ein Netzwerk, das Türen öffnet. Ihr Traumjob wartet auf Sie - bewerben Sie sich jetzt und lassen Sie Visbro Ihr Tor zur Exzellenz sein!"
      },
      "cleaning": {
        "heading": "Reinigungsdienste - Visbro!",
        "subheading": "Erleben Sie unübertroffene Sauberkeit mit Visbro!",
        "content": "Visbro bietet professionelle Reinigungsdienste im privaten und gewerblichen Sektor an. Unser erfahrenes Personal, ausgestattet mit modernster Ausrüstung, erfüllt selbst die höchsten Erwartungen. Wir beschäftigen qualifizierte Mitarbeiter, die auf jedes Detail achten, um jede Dienstleistung perfekt auszuführen. Unsere Priorität ist die höchste Qualität der angebotenen Dienstleistungen, die speziell auf Sie oder Ihr Unternehmen zugeschnitten sind. Wir passen uns den individuellen Bedürfnissen der Kunden an und garantieren volle Zufriedenheit. Wir bieten regelmäßige Reinigung, einmalige Reinigungen sowie spezialisierte Dienstleistungen wie Fensterreinigung, Teppichreinigung und Desinfektion. Mit Visbro können Sie sicher sein, dass jede Dienstleistung auf höchstem Niveau ausgeführt wird. Lassen Sie uns für Sauberkeit und Ordnung in Ihrem Zuhause oder Arbeitsplatz sorgen."
      },
      "legal": {
        "heading": "Rechtsberatung - Visbro!",
        "subheading": "Brauchen Sie Hilfe mit dem deutschen Rechtssystem? Visbro ist hier, um Ihnen zu helfen!",
        "content": "Wir bieten Hilfe bei der Beantragung von Kindergeld sowie Unterstützung bei der Antragstellung für Arbeitslosengeld. Wir helfen bei der Wohnungssuche, bieten Krankenversicherungen und Rentenpläne sowie verschiedene Versicherungsdienstleistungen an. Wir bieten Kreditberatung und Unterstützung bei Bankangelegenheiten sowie Hilfe beim Meldeverfahren und der Fahrzeugregistrierung. Wir helfen bei der Beantragung von Wohngeld und Bürgergeld und unterstützen bei der Auswahl von Kommunikationsdiensten. Das Verfassen von offiziellen Schreiben und Einsprüchen sowie die Lösung von zivilrechtlichen Problemen gehören ebenfalls zu unseren Spezialitäten. Wir bieten umfassende Beratung und Unterstützung bei der Firmengründung in Deutschland, einschließlich UG und GmbH, sowie bei der Eröffnung von Gewerbe und der Verwaltung von Dokumentationen im Zusammenhang mit Selbstständigkeit. Wir unterstützen bei der Unternehmensführung in Deutschland und helfen bei der Anmeldung von Kindern in Schulen und Kindergärten."
      }
    },
    "text": {
      "short_about": "Willkommen bei Visbro Personal Solutions UG, wo Ihr Personalbedarf auf innovative Lösungen trifft. Unsere Leidenschaft ist es, außergewöhnliche Talente mit Unternehmen zusammenzubringen, die nicht nur Mitarbeiter, sondern auch Teammitglieder suchen. Wir konzentrieren uns auf Personalisierung, Qualität und Transparenz in jedem Aspekt unserer Zusammenarbeit.",
      "why_us": "Mit Visbro hört der Rekrutierungsprozess auf, eine Herausforderung zu sein. Wir bieten Unterstützung in jeder Phase - von der Suche nach dem idealen Kandidaten über die Unterbringung bis hin zur Erledigung der Formalitäten. Unser Angebot umfasst eine breite Palette von Dienstleistungen, die auf die individuellen Bedürfnisse eines jeden Kunden zugeschnitten sind. Wir sind darauf spezialisiert, hochwertige Fachkräfte für verschiedene Bereiche zu vermitteln. Ob Sie nun Fahrer, Reinigungspersonal, Landarbeiter oder IT-Experten benötigen, Visbro ist Ihre Lösung. Kommen Sie zu uns und lassen Sie uns gemeinsam Erfolg haben!"
    }
  },
  "Rental": {
    "header_title": "Visbro Autovermietung",
    "header_helper": "Schauen Sie sich unser Angebot an!",
    "car_options": "Lieferwagen;Lastwagen",
    "contact": "Kontaktiere uns",
    "content": "Entdecken Sie, wie Visbro zu einem Schlüsselelement Ihres geschäftlichen Erfolgs werden kann! Wir sind bereit, all Ihren Bedürfnissen im Zusammenhang mit Liefer- und Frachtfahrzeugflotten gerecht zu werden, und unsere Unterstützung wird Ihnen helfen, Kosten zu reduzieren und den Betrieb Ihres Unternehmens zu optimieren. Wir sind auf Langzeitmieten spezialisiert, was bedeutet, dass wir nicht nur Fahrzeuge liefern, sondern auch langfristige Partnerschaften aufbauen. Mit unserer Erfahrung und unserem Engagement sind wir der ideale Geschäftspartner, der Ihnen nicht nur eine Fahrzeugflotte, sondern auch umfassende Unterstützung und professionellen Service bieten wird."
  },
  "Footer": {
    "contact": {
      "heading": "Kontakt",
      "phone_number_office": "Telefonnummer Sekretariat",
      "phone_number_owner": "Telefonnummer des Eigentümers",
      "email": "E-Mail-Adresse"
    },
    "address": {
      "heading": "Adresse",
      "headquater_location": "Firmensitz",
      "other_location": "Andere Standorte des Unternehmens",
      "open_hours": "Öffnungszeiten"
    },
    "about": {
      "heading": "Über das Unternehmen",
      "tax_number": "Steuernummer",
      "data_admin": "Datenadministrator",
      "website_owner": "Website-Eigentümer",
      "company_name": "Firmenname"
    }
  },
  "Navigation": {
    "about": "Über Uns",
    "collab": "Zusammenarbeit",
    "offers": "Jobangebote",
    "biuroservis": "Dienstleistungen",
    "gallery": "Galerie",
    "contact": "Kontakt",
    "career": "Karriere bei Visbro",
    "rental": "TruckRental",
    "services": {
      "biuroservice": "Büroservice",
      "recruitment": "Rekrutierung",
      "housing": "Unterkünfte für Mitarbeiter",
      "cleaning-services": "Reinigungsdienstleistungen",
      "car-rental": "Visbro Autovermietung"
    }
  },
  "Collaboration": {
    "title": "Arbeiten Sie mit uns zusammen",
    "form": {
      "heading": "Arbeiten Sie mit uns zusammen",
      "name": {
        "text": "Name",
        "error": "Das Namensfeld darf nicht leer sein"
      },
      "surname": {
        "text": "Nachname",
        "error": "Das Nachnamenfeld darf nicht leer sein"
      },
      "companyName": {
        "text": "Firmenname",
        "error": "Das Feld für den Firmennamen darf nicht leer sein"
      },
      "jobPosition": {
        "text": "Jobposition",
        "error": "Das Feld für die Jobposition darf nicht leer sein"
      },
      "phoneNumber": {
        "text": "Telefonnummer",
        "error": "Das Feld für die Telefonnummer darf nicht leer sein"
      },
      "email": {
        "text": "E-Mail-Adresse",
        "error": "Das Feld für die E-Mail-Adresse darf nicht leer sein",
        "errorFormat": "Ungültiges E-Mail-Format"
      },
      "message": {
        "text": "Nachricht",
        "error": "Das Feld für die Nachricht darf nicht leer sein"
      },
      "messagePlaceholder": {
        "text": "Wie können wir Ihnen helfen?",
        "error": "Das Feld für die Nachricht darf nicht leer sein"
      },
      "submit": "Senden"
    },
    "content": "Bei Visbro Personal Solutions UG wissen wir, dass eine effektive Zusammenarbeit der Schlüssel zum Erfolg eines jeden Unternehmens ist. Seit über einem Jahr helfen wir Unternehmern im ganzen Land, starke, effektive Teams aufzubauen und ihre strategischen Geschäftsziele zu erreichen. Unsere Personaldienstleistungen basieren auf einem tiefen Verständnis für die Bedürfnisse unserer Kunden und bieten umfassende Unterstützung beim Personalmanagement. <br></br> <br></br>  Als erfahrenes Team von Spezialisten sind wir bereit, Sie in allen Aspekten des Personalmanagements zu unterstützen - von der Rekrutierung und Auswahl bis hin zu Mitarbeiterschulung und -entwicklung, Leistungsmanagement und Talentbindung. <br></br> <br></br> Unser Ansatz basiert auf Zusammenarbeit und einem partnerschaftlichen Vorgehen, das zu nachhaltigen und produktiven Geschäftsbeziehungen führt. Nutzen Sie das unten stehende Kontaktformular, um mit uns zu besprechen, wie wir Sie bei der Entwicklung Ihres Unternehmens und der Erreichung Ihrer Ziele unterstützen können."
  },

  "ApplicationForm": {
    "heading": "Anmeldeformular",
    "heading_helper": "Step {from} out of {to}",
    "buttons": {
      "next": "Nächste",
      "back": "Rückwärts",
      "openForm": "Formular ausfüllen"
    },
    "form": {
      "name": {
        "text": "Name",
        "error": "Das Namensfeld darf nicht leer sein"
      },
      "surname": {
        "text": "Nachname",
        "error": "Das Nachnamenfeld darf nicht leer sein"
      },
      "phoneNumber": {
        "text": "Telefonnummer",
        "error": "Das Feld für die Telefonnummer darf nicht leer sein"
      },
      "dateOfBirth": {
        "text": "Geburtsdatum",
        "error": "Das Feld für das Geburtsdatum darf nicht leer sein"
      },
      "lastJobPosition": {
        "text": "Letzte Arbeitsposition",
        "error": "Das Feld für die letzte Arbeitsposition darf nicht leer sein"
      },
      "education": {
        "text": "Bildung",
        "error": "Das Bildungsfeld darf nicht leer sein"
      },
      "gender": {
        "text": "Geschlecht",
        "error": "Das Geschlechterfeld darf nicht leer sein"
      },
      "age": {
        "text": "Alter",
        "error": "Das Feld für das Alter darf nicht leer sein"
      },
      "hasOwnCar": {
        "text": "Besitzen Sie ein eigenes Auto?",
        "error": "Das Feld zur Autobesitzangabe darf nicht leer sein"
      },
      "civilState": {
        "text": "Familienstand (verheiratet, geschieden, etc.)",
        "error": "Das Feld für den Familienstand darf nicht leer sein"
      },
      "workStart": {
        "text": "Bereitschaft zur Arbeitsaufnahme",
        "error": "Das Feld für die Arbeitsbereitschaft darf nicht leer sein"
      },
      "bankNumber": {
        "text": "Bankkontonummer",
        "error": "Das Feld für die Bankkontonummer darf nicht leer sein"
      },
      "bankName": {
        "text": "Bankname",
        "error": "Das Feld für den Banknamen darf nicht leer sein"
      },
      "bankCode": {
        "text": "Bankleitzahl",
        "error": "Das Feld für die Bankleitzahl darf nicht leer sein"
      },
      "address": {
        "text": "Wohnadresse",
        "error": "Das Feld für die Wohnadresse darf nicht leer sein"
      },
      "currentAddress": {
        "text": "Aktuelle Adresse",
        "error": "Das Feld für die aktuelle Adresse darf nicht leer sein"
      },
      "mailAddress": {
        "text": "E-Mail-Adresse",
        "error": "Das Feld für die E-Mail-Adresse darf nicht leer sein",
        "errorFormat": "Ungültiges E-Mail-Format"
      },
      "emergencyContact": {
        "text": "Notfallkontakt im Falle eines Unfalls (Name und Kontakt)",
        "error": "Das Feld für den Notfallkontakt darf nicht leer sein"
      },
      "dataProcessingConsent": {
        "text": "Einwilligung zur Verarbeitung personenbezogener Daten",
        "error": "Die Einwilligung zur Datenverarbeitung muss ausgewählt sein"
      },

      "documentId": {
        "text": "Ausweisfotos (Vorder- und Rückseite)",
        "error": "Keine Fotos vorhanden"
      },
      "driverLicense": {
        "text": "Führerschein (Vorder- und Rückseite)"
      }
    }
  },
  "Biuroservis": {
    "heading": "Verwaltungsdienst",
    "heading_helper": "Unsere Dienstleistungen",
    "services": "1. Hilfe bei der Beantragung von Kindergeld: Wir bieten Unterstützung im umfassenden Prozess der Kindergeldbeantragung, einschließlich Ausfüllen von Anträgen und Verwaltung der erforderlichen Dokumentation.\n2. Unterstützung im Arbeitslosengeld-Antragsverfahren: Wir bieten umfassende Hilfe bei der Vorbereitung und Einreichung von Arbeitslosengeld-Anträgen, einschließlich Überwachung von Fristen und Anforderungen.\n3. Hilfe bei der Wohnungssuche: Wir bieten Dienstleistungen zur Suche nach geeigneten Wohnungen, Organisation von Besichtigungen und Unterstützung im Vermietungsprozess.\n4. Krankenversicherung und Rentenpläne: Wir bieten Beratung und Hilfe zu Fragen des deutschen Krankenversicherungssystems.\n5. Versicherungsdienstleistungen: Wir unterstützen bei der Auswahl und Verwaltung von Versicherungspolicen.\n6. Kreditberatung: Wir bieten Beratungsdienstleistungen im Bereich Kreditanträge, einschließlich Angebotsanalyse und Hilfe im Antragsprozess.\n7. Unterstützung bei Bankangelegenheiten: Wir helfen bei der Eröffnung und Verwaltung von Bankkonten und passen die Dienstleistungen an die individuellen Bedürfnisse der Kunden an.\n8. Unterstützung im Anmeldungsprozess: Wir bieten Hilfe bei Formalitäten im Zusammenhang mit der Anmeldung, einschließlich Terminvereinbarungen und Dokumentenmanagement.\n9. Fahrzeuganmeldung: Wir bieten umfassende Unterstützung im Prozess der Fahrzeuganmeldung.\n10. Hilfe bei der Beantragung von Wohngeld: Wir bieten Beratungs- und Unterstützungsdienste im Rahmen der Wohngeldbeantragung.\n11. Unterstützung bei der Beantragung von Bürgergeld: Wir helfen im Prozess der Beantragung von Bürgergeld und bieten Unterstützung in jeder Phase.\n12. Unterstützung bei der Auswahl von Kommunikationsdiensten: Wir unterstützen bei der Beschaffung einer deutschen Telefonnummer, einschließlich Auswahl des geeigneten Tarifs und Anbieters.\n13. Verfassen von Amtsschreiben und Einsprüchen: Wir bieten professionelle Dienstleistungen zum Verfassen von amtlichen Schreiben, einschließlich Beschwerden und Einsprüchen.\n14. Lösung zivilrechtlicher Probleme: Wir bieten Beratung und Hilfe bei der Lösung verschiedener rechtlicher Fragen.\n15. Hilfe und umfassende Beratung bei der Gründung eines Unternehmens in Deutschland UG GmbH\n16. Hilfe bei der Gründung von Gewerbe und umfassende Dokumentenführung im Zusammenhang mit der Selbstständigkeit.\n17. Beratung bei der Unternehmensführung in Deutschland\n18. Hilfe bei der Anmeldung von Kindern in Schulen und Kindergärten in Deutschland",

    "form": {
      "heading": "Dienstleistungsformular",
      "email": {
        "text": "E-Mail-Adresse",
        "error": "Die E-Mail-Adresse ist erforderlich"
      },
      "name": {
        "text": "Vorname",
        "error": "Das Feld mit dem Vornamen darf nicht leer sein"
      },
      "surname": {
        "text": "Nachname",
        "error": "Das Feld mit dem Nachnamen darf nicht leer sein"
      },
      "phoneNumber": {
        "text": "Telefonnummer",
        "error": "Das Feld mit der Telefonnummer darf nicht leer sein"
      },
      "additionalInfo": {
        "text": "Zusätzliche Informationen",
        "error": ""
      },
      "button": "Anfrage senden"
    }
  },
  "Impressum": {
    "content": "Bank account number: 0000 0000 0000 000 00 (Tax identification number for Germany in maintenance, Tax identification number for the EU in maintenance) "
  },
  "Selects": {
    "education": "Grundschule;Berufsausbildung;Mittelschule;Hochschule;Doktortitel",
    "civilState": "Verheiratet;Geschieden;In informeller Beziehung;Verwitwet;Alleinerziehender Elternteil;Single",
    "gender": "Frau;Mann;Andere",
    "driverLicense": "Ja; Nein"
  },
  "FormResponses": {
    "POST": {
      "success": {
        "title": "Vielen Dank für Ihre Anmeldung!",
        "message": "Wir werden versuchen, so schnell wie möglich zu antworten!"
      },
      "error": {
        "title": "Etwas ist schief gelaufen!",
        "message": "Versuchen Sie es erneut oder warten Sie einen Moment."
      }
    }
  },
  "Forms": {
    "length": "Das Feld sollte mindestens {min} Zeichen und höchstens {max} Zeichen haben."
  },
  "Recruitment": {
    "heading": "Personalbeschaffung",
    "content": "Wir sind auf die Rekrutierung von Mitarbeitern für verschiedene Branchen spezialisiert, sowohl für temporäre als auch dauerhafte Positionen. Unsere Priorität ist es, Ihnen genau dann eine optimale Anzahl qualifizierter Mitarbeiter zur Verfügung zu stellen, wenn Sie sie benötigen, und dabei einen reibungslosen Prozess ohne unnötige Hindernisse zu gewährleisten. Wir bieten Ihnen unsere vielseitige Unterstützung an und stehen Ihnen immer zur Verfügung. Wir werden Ihnen helfen, Ihr Geschäft zu entwickeln und sicherstellen, dass die mit dem Personal verbundenen Herausforderungen der Vergangenheit angehören. In unserem Angebot finden Sie auch Schulungsprogramme, durch die sich neue Mitarbeiter schnell in Ihrem Unternehmen einleben und ihre Effizienz sowie Integration in das Team erheblich verbessern können. Kontaktieren Sie uns, um mehr darüber zu erfahren, wie wir gemeinsam zum Erfolg Ihres Unternehmens beitragen können. Mit uns befindet sich Ihre Entwicklung in guten Händen.",
    "button": "Rufen Sie uns an!"
  },
  "Housing": {
    "heading": "Unterkunft für Mitarbeiter",
    "content": "Nutzen Sie gerne unsere Mitarbeiterunterkünfte, die eine ideale Lösung für Ihre Teammitglieder darstellen. Unsere Wohnungen in Ostdeutschland sind nicht nur voll ausgestattet, sondern auch sorgfältig gestaltet. Regelmäßige Reinigung gewährleistet Sauberkeit und Komfort für alle Bewohner. Unabhängig vom Standort Ihres Unternehmens in Deutschland können Sie sicher sein, dass wir Ihnen sofortige Unterstützung bei der Unterkunft bieten werden. Durch die Zusammenarbeit mit unseren Geschäftspartnern haben wir die Möglichkeit, bundesweit Unterkünfte zu organisieren und damit Flexibilität und Bequemlichkeit für Ihr Team zu gewährleisten. Wenn Sie sehen möchten, wie unsere Wohnungen aussehen, schauen Sie sich gerne die Fotogalerie auf unserer Website an. Wählen Sie unsere Mitarbeiterunterkünfte und bieten Sie Ihrem Team ideale Bedingungen für Arbeit und Entspannung!",
    "button": "Rufen Sie uns an!"
  },
  "Cleaning": {
    "heading": "Reinigungsdienstleistungen",
    "content": "Visbro bietet auch professionelle Reinigungsdienstleistungen im privaten und Unternehmensbereich an. Unser erfahrenes Personal, ausgestattet mit allen notwendigen Werkzeugen, kann allen Ihren Anforderungen gerecht werden. Unsere Priorität ist es, Ihnen hochwertige, auf Sie oder Ihr Unternehmen zugeschnittene Reinigungsdienstleistungen anzubieten.",
    "button": "Rufen Sie uns an!"
  },
  "JobOfferDetails": {
    "headings": {
      "requirements": "Anforderungen",
      "responsibilities": "Verantwortlichkeiten",
      "benefits": "Vorteile",
      "description": "Beschreibung"
    }
  }
}
