{
  "Contact": {
    "heading": "Contact",
    "heading_helper": "Have questions? Write to our recruiters!",

    "location_heading": "Location",
    "phone_heading": "Headquarters Phone",
    "open_hours": "Open"
  },
  "JobOffers": {
    "heading": "Job Offers",
    "search": {
      "label": "Search Ads",
      "placeholder": "E.g., Courier job...",
      "button": "Search"
    },
    "buttons": {
      "card": {
        "apply": "Learn more"
      }
    }
  },
  "Gallery": {
    "heading": "Gallery",
    "heading_helper": "Photos from our work and company"
  },
  "Career": {
    "heading": "Career at Visbro Personal Solution",
    "content": "If you are a person full of creativity, distinguished by outstanding communication and organizational skills, and you are not afraid of any challenges, additionally, if you are proficient in foreign languages, then we have a special proposition for you! Join our Visbro team and start building your career in an environment where we prioritize collaboration, loyalty, and trust. We offer a job that may not be the easiest, but it is certainly well-rewarded and provides immense satisfaction. If you feel that this is the right opportunity for you, don't hesitate! Show us your commitment and creativity, and we will give you the opportunity for development and the realization of professional ambitions in our dynamic team. Visbro is a place where every day brings new challenges, and you have the chance to be a part of them. We encourage you to respond and join us! Visit the careers section on Visbro's website.\n",
    "form": {
      "name": {
        "text": "Name",
        "error": "Name field cannot be empty"
      },
      "surname": {
        "text": "Surname",
        "error": "Surname field cannot be empty"
      },
      "email": {
        "text": "Email Address",
        "error": "Email address is required"
      },
      "education": {
        "text": "Education",
        "error": "Education field cannot be empty"
      },
      "gender": {
        "text": "Gender",
        "error": "Gender field cannot be empty"
      },
      "languages": {
        "text": "Known Languages",
        "error": "Known languages field cannot be empty"
      },
      "hasDriverLicenseCatB": {
        "text": "Has a driver's license category B",
        "error": "Field with information about having a driver's license category B cannot be empty"
      },
      "hasBeenArrested": {
        "text": "Has been arrested",
        "error": "Field with information about being arrested cannot be empty"
      },
      "civilState": {
        "text": "Civil Status",
        "error": "Field with civil status cannot be empty"
      },
      "additionalInfo": {
        "text": "Additional Information",
        "error": "Field with additional information cannot be empty"
      },
      "submit": "Submit"
    }
  },
  "About": {
    "heading": "About Visbro",
    "content": "\n\nThe vision of Visbro Personal Solution UG since the beginning of our operations in 2021 has been to create a space where recruitment is not just a process but an opportunity to build lasting relationships. Our headquarters in Leipzig is where the idea of ​​setting new standards in the HR industry was born, and since then, we have been constantly striving to achieve them. Our HR service offer, based on an individual approach and the highest quality standards, is the result not only of our knowledge and experience but also of listening to the needs of our clients. Employee accommodations in various regions of Germany are part of our strategy, which emphasizes our commitment to providing employees with stable working and living conditions. Our team of talented and experienced professionals works with passion and dedication to ensure the highest level of service to our clients, which translates into the efficiency and success of every collaboration.\n"
  },
  "Home": {
    "heading": "Discover your potential and build your dream career with <span> Visbro Personal Solution </span>",
    "buttons": {
      "learn_more": "More about us",
      "offers": "Check Job Offers",
      "card": "View full description",
      "offer": "Go to the offer"
    },
    "headings": {
      "top3": "Top Offers",
      "trusted_us": "They Trusted Us",
      "socials": "You Can Also Find Us On",
      "why_us": "Why Visbro?"
    },
    "ad": {
      "heading": "Visbro services",
      "recruting": {
        "heading": "Your Future starts at Visbro Personal Solution!",
        "subheading": "Tailored Talent Solutions: Where Visbro Connects You with the Perfect Fit for Every Role!",
        "content": "Unlock Your Career Potential! 🚀 Join our elite team at Visbro Personal Solution, where opportunities meet talent. We specialize in connecting exceptional individuals with top-tier companies across industries. Whether you're a seasoned professional or a rising star, let us navigate your career journey. Elevate your success with personalized recruitment solutions, expert guidance, and a network that opens doors. Your dream job awaits – Apply now and let Visbro be your gateway to excellence! 🌟 #CareerOpportunities #JoinUs #UnlockYourPotential"
      },
      "cleaning": {
        "heading": "Elevate Your Space: Visbro - Transformative Cleaning Solutions!",
        "subheading": "Spotless Excellence, Every Time: Visbro Ensures a Shine That Speaks Volumes.",
        "content": "Discover the unparalleled cleanliness experience with [Cleaning Company Name]. Our dedicated team is committed to delivering transformative cleaning solutions tailored to your unique needs. From residential sanctuaries to commercial spaces, we guarantee spotless excellence, ensuring your environment reflects the pristine standards you deserve. Choose [Cleaning Company Name] for a sparkling clean that speaks volumes about your commitment to a fresh, inviting space. Elevate your surroundings with our meticulous cleaning services today!"
      },
      "legal": {
        "heading": "Visbro Your Trusted Ally in Legal Matters!",
        "subheading": "Expert Counsel, Unmatched Advocacy: [Company Branch Legal Services] Ensures Your Legal Peace of Mind.",
        "content": "Secure legal confidence with [Company Branch Legal Services]. Our seasoned team stands as your trusted ally, providing expert counsel and unmatched advocacy in all legal matters. Whether you're navigating corporate complexities or seeking personal legal support, we're here to guide you. [Company Branch Legal Services] is committed to ensuring your legal peace of mind, offering tailored solutions that align with your unique requirements. Partner with us for steadfast support and experience the assurance of having a dedicated legal team by your side. Your legal journey begins here!"
      }
    },
    "text": {
      "short_about": "\nWelcome to Visbro Personal Solution UG, where your HR needs meet innovative solutions. Our passion is connecting exceptional talents with companies that seek not only employees but above all team players. We prioritize personalization, quality, and transparency in every aspect of our collaboration.\n",
      "why_us": "\nWith Visbro, the recruitment process ceases to be a challenge. We provide support at every stage - from finding the perfect candidate to their accommodation and handling formalities. Our offer encompasses a wide range of services tailored to the individual needs of each client. \nOur specialty lies in delivering top-notch professionals in various fields. Whether you need drivers, cleaning staff, agricultural workers, or IT experts, Visbro is your solution. Join us and let's build success together!\n\n"
    }
  },
  "Rental": {
    "header_title": "Visbro Car Rental",
    "header_helper": "Check out our offer!",
    "car_options": "Delivery Vans;Trucks",
    "contact": "Contact with us!",
    "content": "Discover how Visbro can become a key element of your business success! We are ready to meet all your needs related to delivery and freight vehicle fleets, and our support will help you reduce costs and optimize your company's operations. We specialize in long-term leasing, which means that we not only provide vehicles but also build lasting partnerships. With our experience and commitment, we are the ideal business partner that will offer you not only a vehicle fleet but also complete support and professional service."
  },
  "Footer": {
    "contact": {
      "heading": "Contact",
      "phone_number_office": "Secretariat Phone Number",
      "phone_number_owner": "Owner's Phone Number",
      "email": "Email Address"
    },
    "address": {
      "heading": "Address",
      "headquater_location": "Company Headquarters",
      "other_location": "Other Company Points",
      "open_hours": "Opening Hours"
    },
    "about": {
      "heading": "About the Company",
      "tax_number": "Tax Number",
      "data_admin": "Data Administrator",
      "website_owner": "Website Owner",
      "company_name": "Company Name"
    }
  },
  "Navigation": {
    "about": "About Us",
    "collab": "Collaboration",
    "offers": "Job Offers",
    "biuroservis": "Office Services",
    "gallery": "Gallery",
    "contact": "Contact",
    "career": "Career at Visbro",
    "rental": "TruckRental",
    "services": {
      "biuroservice": "Biuroservice",
      "recruitment": "Recruitment",
      "housing": "Housing for workers",
      "cleaning-services": "Cleaning Services",
      "car-rental": "Visbro Car Rental"
    }
  },
  "Collaboration": {
    "title": "Collaborate with Us",
    "form": {
      "heading": "Tell us about yourself!",
      "name": {
        "text": "Name",
        "error": "Name field cannot be empty"
      },
      "surname": {
        "text": "Surname",
        "error": "Surname field cannot be empty"
      },
      "companyName": {
        "text": "Company Name",
        "error": "Company name field cannot be empty"
      },
      "jobPosition": {
        "text": "Job Position",
        "error": "Job position field cannot be empty"
      },
      "phoneNumber": {
        "text": "Phone Number",
        "error": "Phone number field cannot be empty"
      },
      "email": {
        "text": "Email Address",
        "error": "Email address field cannot be empty",
        "errorFormat": "Invalid email address format"
      },
      "message": {
        "text": "Message",
        "error": "Message field cannot be empty"
      },
      "messagePlaceholder": {
        "text": "How can we help you?",
        "error": "Message field cannot be empty"
      },
      "submit": "Submit"
    },
    "content": "\nAt Visbro Personal Solution UG, we understand that effective collaboration is key to the success of any business. For over a year, we have been helping entrepreneurs across the country build strong and efficient teams and achieve their strategic business goals. Our HR services are based on a deep understanding of our clients' needs and provide comprehensive support in personnel management. <br></br><br></br>\nAs an experienced team of specialists, we are ready to support you in all aspects of human resource management - from recruitment and selection, through employee training and development, to performance management and talent retention. Our approach is based on collaboration and a partnership approach, which translates into lasting and fruitful business relationships.\nWe encourage you to use the contact form below so that we can discuss how we can support the development of your business and contribute to achieving your business goals.\n"
  },

  "ApplicationForm": {
    "heading": "Offer application",
    "step": "Step {from} out of {to}",
    "buttons": {
      "next": "Continue",
      "back": "Back",
      "openForm": "Fill out the form"
    },
    "form": {
      "name": {
        "text": "Name",
        "error": "Name field cannot be empty"
      },
      "surname": {
        "text": "Surname",
        "error": "Surname field cannot be empty"
      },
      "phoneNumber": {
        "text": "Phone Number",
        "error": "Phone number field cannot be empty"
      },
      "dateOfBirth": {
        "text": "Date of Birth",
        "error": "Date of birth field cannot be empty"
      },
      "lastJobPosition": {
        "text": "Previous Job Position",
        "error": "Field with previous job position cannot be empty"
      },
      "education": {
        "text": "Education",
        "error": "Education field cannot be empty"
      },
      "gender": {
        "text": "Gender",
        "error": "Gender field cannot be empty"
      },
      "age": {
        "text": "Age",
        "error": "Field with age cannot be empty"
      },
      "hasOwnCar": {
        "text": "Do you own a car?",
        "error": "Field regarding car ownership cannot be empty"
      },
      "civilState": {
        "text": "Civil Status (married, divorced, etc.)",
        "error": "Field with civil status cannot be empty"
      },
      "workStart": {
        "text": "Readiness to Start Work",
        "error": "Field with readiness to work cannot be empty"
      },
      "bankNumber": {
        "text": "Bank Account Number",
        "error": "Field with bank account number cannot be empty"
      },
      "bankName": {
        "text": "Bank Name",
        "error": "Field with bank name cannot be empty"
      },
      "bankCode": {
        "text": "Bank Code",
        "error": "Field with bank code cannot be empty"
      },
      "address": {
        "text": "Residence Address",
        "error": "Field with residence address cannot be empty"
      },
      "currentAddress": {
        "text": "Current Address",
        "error": "Field with current address cannot be empty"
      },
      "mailAddress": {
        "text": "Email Address",
        "error": "Email address field cannot be empty",
        "errorFormat": "Invalid email address format"
      },
      "emergencyContact": {
        "text": "Emergency Contact in case of an accident (Name and contact)",
        "error": "Field with emergency contact cannot be empty"
      },
      "dataProcessingConsent": {
        "text": "Consent for Personal Data Processing",
        "error": "Consent for data processing must be selected"
      }
    }
  },
  "Biuroservis": {
    "heading": "Administrative Service",
    "heading_helper": "Our Services",
    "services": "1. Assistance in Obtaining Kindergeld: We provide support in the comprehensive process of applying for Kindergeld, including filling out applications and managing the required documentation.\n2. Support in the Unemployment Benefit Application Process: We offer comprehensive assistance in preparing and submitting Arbaitlosegeld applications, including monitoring deadlines and requirements.\n3. Assistance in Finding Accommodation: We offer services involving the search for suitable housing, organizing visits, and support in the rental process.\n4. Health Insurance and Retirement Plans: We provide advice and assistance on matters related to the German health insurance system.\n5. Insurance Services: We offer support in the selection and management of insurance policies.\n6. Credit Advisory: We provide advisory services in the application for credit, including analysis of offers and assistance in the application process.\n7. Support in Banking Matters: We assist in opening and managing bank accounts, tailoring services to individual customer needs.\n8. Support in the Registration Process: We offer assistance in formalities related to registration, including scheduling appointments and managing documentation.\n9. Vehicle Registration: We provide comprehensive assistance in the vehicle registration process.\n10. Assistance in Obtaining Wohngeld: We offer advisory and support services in the application process for Wohngeld.\n11. Support in Obtaining Bürgergeld: We assist in the Bürgergeld application process, providing support at every stage.\n12. Support in Choosing Communication Services: We assist in obtaining a German phone number, including choosing the appropriate tariff and provider.\n13. Writing Official and Appeal Letters: We provide professional services for writing official letters, including complaints and appeals.\n14. Resolving Civil-Legal Issues: We offer advice and assistance in resolving various legal matters.\n15. Assistance and Full Guidance in Opening a Business in Germany UG GmbH\n16. Assistance in Opening Gewerbe and comprehensive documentation management related to self-employment.\n17. Business Management Advisory in Germany\n18. Assistance in Registering Children for School and Kindergarten in Germany",

    "form": {
      "heading": "Service Form",
      "email": {
        "text": "Email Address",
        "error": "Email address is required"
      },
      "name": {
        "text": "First Name",
        "error": "The field with the first name cannot be empty"
      },
      "surname": {
        "text": "Last Name",
        "error": "The field with the last name cannot be empty"
      },
      "phoneNumber": {
        "text": "Phone Number",
        "error": "The field with the phone number cannot be empty"
      },
      "additionalInfo": {
        "text": "Additional Information",
        "error": ""
      },
      "button": "Submit Request"
    }
  },
  "Impressum": {
    "content": "Bank account number: 0000 0000 0000 000 00 (Tax identification number for Germany in maintenance, Tax identification number for the EU in maintenance) "
  },
  "Selects": {
    "education": "Elementary;Vocational;High School;Higher Education;Doctoral Degree",
    "civilState": "Married;Divorced;In an informal relationship;Widowed;Single parent;Single",
    "gender": "Female;Male;Other",
    "driverLicense": "Yes; No"
  },
  "FormResponses": {
    "POST": {
      "success": {
        "title": "Thank you for your submission!",
        "message": "We will try to respond as soon as possible!"
      },
      "error": {
        "title": "Something went wrong!",
        "message": "Please try again or wait a moment."
      }
    }
  },
  "Forms": {
    "length": "Field should be at least {min} characters and {max} at most"
  },
  "Recruitment": {
    "heading": "Recruitment",
    "content": "We specialize in recruiting employees for various sectors, both for temporary and permanent positions. Our priority is to provide you with an optimal number of qualified workers exactly when you need them, ensuring a smooth process without unnecessary obstacles. We offer you our versatile support and are always at your disposal – we will help you grow your business and ensure that the challenges related to personnel become a thing of the past. <br /> <br /> In our offer, you will also find training programs through which new employees will quickly acclimate to your company, significantly enhancing their efficiency and integration with the team. Feel free to contact us to learn more about how we can contribute together to the success of your business. With us, your development is in good hands.",
    "button": "Call us!"
  },
  "Housing": {
    "heading": "Employee Accommodations",
    "content": "Feel free to take advantage of our employee accommodations, which are an ideal solution for your team members. Our apartments in Eastern Germany are not only fully equipped but also meticulously designed. Regular cleaning ensures cleanliness and comfort for all residents. Regardless of the location of your business in Germany, you can be sure that we will provide you with immediate accommodation support. Through collaboration with our business partners, we have the ability to organize accommodations nationwide, ensuring flexibility and convenience for your team. If you want to see how our apartments look, feel free to check the photo gallery on our website. Choose our employee accommodations and provide your team with ideal conditions for work and relaxation!",
    "button": "Call us!"
  },
  "Cleaning": {
    "heading": "Cleaning Services",
    "content": "Visbro also offers professional cleaning services in both the private and corporate sectors. Our experienced staff, equipped with all the necessary tools, can meet all your requirements. Our priority is to provide you with high-quality, personalized cleaning services tailored to you or your company.",
    "button": "Call us!"
  }
}
