{
  "Contact": {
    "heading": "Contacto",
    "heading_helper": "驴Tienes preguntas? 隆Escr铆benos a nuestros reclutadores!",
    "location_heading": "Ubicaci贸n",
    "phone_heading": "Tel茅fono de la Sede Principal",
    "open_hours": "Abierto"
  },
  "JobOffers": {
    "heading": "Ofertas de Trabajo",
    "search": {
      "label": "Buscar Anuncios",
      "placeholder": "Ej., trabajo de mensajero...",
      "button": "Buscar"
    },
    "buttons": {
      "card": {
        "apply": "Learn more"
      }
    }
  },
  "Gallery": {
    "heading": "Galer铆a",
    "heading_helper": "Fotos de nuestro trabajo y empresa"
  },
  "Career": {
    "heading": "Carrera en Visbro Personal Solution",
    "content": "Si eres una persona llena de creatividad, destacada por habilidades de comunicaci贸n y organizaci贸n excepcionales, y no temes a ning煤n desaf铆o, adem谩s, si tambi茅n dominas idiomas extranjeros, 隆tenemos una propuesta especial para ti! nete a nuestro equipo en Visbro y comienza a construir tu carrera en un entorno donde priorizamos la colaboraci贸n, lealtad y confianza. Ofrecemos un trabajo que puede que no sea el m谩s f谩cil, pero sin duda est谩 bien remunerado y brinda una enorme satisfacci贸n. Si sientes que esta es la oportunidad adecuada para ti, 隆no dudes! Mu茅stranos tu compromiso y creatividad, y te daremos la oportunidad de desarrollo y realizaci贸n de ambiciones profesionales en nuestro equipo din谩mico. Visbro es un lugar donde cada d铆a trae nuevos desaf铆os, y tienes la oportunidad de ser parte de ellos. 隆Te animamos a responder y unirte a nosotros! Visita la secci贸n de carreras en el sitio web de Visbro.\n",
    "form": {
      "name": {
        "text": "Nombre",
        "error": "El campo de nombre no puede estar vac铆o"
      },
      "surname": {
        "text": "Apellido",
        "error": "El campo de apellido no puede estar vac铆o"
      },
      "email": {
        "text": "Direcci贸n de Correo Electr贸nico",
        "error": "Se requiere la direcci贸n de correo electr贸nico"
      },
      "education": {
        "text": "Educaci贸n",
        "error": "El campo de educaci贸n no puede estar vac铆o"
      },
      "gender": {
        "text": "G茅nero",
        "error": "El campo de g茅nero no puede estar vac铆o"
      },
      "languages": {
        "text": "Idiomas Conocidos",
        "error": "El campo de idiomas conocidos no puede estar vac铆o"
      },
      "hasDriverLicenseCatB": {
        "text": "Tiene licencia de conducir categor铆a B",
        "error": "El campo con informaci贸n sobre tener licencia de conducir categor铆a B no puede estar vac铆o"
      },
      "hasBeenArrested": {
        "text": "Ha sido arrestado",
        "error": "El campo con informaci贸n sobre haber sido arrestado no puede estar vac铆o"
      },
      "civilState": {
        "text": "Estado Civil",
        "error": "El campo de estado civil no puede estar vac铆o"
      },
      "additionalInfo": {
        "text": "Informaci贸n Adicional",
        "error": "El campo de informaci贸n adicional no puede estar vac铆o"
      },
      "submit": "Enviar"
    }
  },
  "About": {
    "heading": "Acerca de Visbro",
    "content": "\n\nLa visi贸n de Visbro Personal Solution UG desde el inicio de nuestras operaciones en 2021 ha sido crear un espacio donde el reclutamiento no sea solo un proceso, sino una oportunidad para construir relaciones duraderas. Nuestra sede en Leipzig es donde naci贸 la idea de establecer nuevos est谩ndares en la industria de recursos humanos, y desde entonces, hemos estado esforz谩ndonos constantemente por alcanzarlos. Nuestra oferta de servicios de recursos humanos, basada en un enfoque individual y los m谩s altos est谩ndares de calidad, es el resultado no solo de nuestro conocimiento y experiencia, sino tambi茅n de escuchar las necesidades de nuestros clientes. Las viviendas para empleados en varias regiones de Alemania forman parte de nuestra estrategia, que destaca nuestro compromiso de proporcionar a los empleados condiciones de trabajo y vida estables. Nuestro equipo de profesionales talentosos y experimentados trabaja con pasi贸n y dedicaci贸n para garantizar el m谩s alto nivel de servicio a nuestros clientes, lo que se traduce en la eficiencia y el 茅xito de cada colaboraci贸n.\n"
  },
  "Home": {
    "heading": "Descubre tu potencial y construye la carrera de tus sue帽os con <span> Visbro Personal Solution </span>",
    "buttons": {
      "learn_more": "M谩s sobre nosotros",
      "offers": "Ver Ofertas de Trabajo",
      "card": "Ver descripci贸n completa",
      "offer": "Ir a la oferta"
    },
    "headings": {
      "top3": "Top Ofertas",
      "trusted_us": "Conf铆an en Nosotros",
      "socials": "Tambi茅n Puedes Encontrarnos en",
      "why_us": "驴Por qu茅 Visbro?",
      "services": ""
    },
    "ad": {
      "heading": "Servicios Visbro",
      "recruting": {
        "heading": "隆Tu futuro comienza en Visbro Personal Solution!",
        "subheading": "Soluciones de talento personalizadas: Donde Visbro te conecta con el ajuste perfecto para cada rol!",
        "content": "隆Desbloquea tu potencial profesional!  nete a nuestro equipo de 茅lite en Visbro Personal Solution, donde las oportunidades se encuentran con el talento. Nos especializamos en conectar a individuos excepcionales con empresas de primer nivel en diversas industrias. Ya seas un profesional experimentado o una estrella en ascenso, perm铆tenos guiar tu trayectoria profesional. Eleva tu 茅xito con soluciones de reclutamiento personalizadas, orientaci贸n experta y una red que abre puertas. Tu trabajo so帽ado te espera: 隆Aplica ahora y deja que Visbro sea tu puerta a la excelencia!  #OportunidadesLaborales #neteANosotros #DesbloqueaTuPotencial"
      },
      "cleaning": {
        "heading": "Eleva tu espacio: 隆Visbro - Soluciones de limpieza transformadoras!",
        "subheading": "Excelencia impecable, en cada momento: 隆Visbro garantiza un brillo que habla por s铆 mismo.",
        "content": "Descubre la experiencia de limpieza inigualable con [Nombre de la Empresa de Limpieza]. Nuestro equipo dedicado se compromete a ofrecer soluciones de limpieza transformadoras adaptadas a tus necesidades 煤nicas. Desde santuarios residenciales hasta espacios comerciales, garantizamos excelencia impecable, asegurando que tu entorno refleje los est谩ndares pr铆stinos que mereces. Elige [Nombre de la Empresa de Limpieza] para una limpieza brillante que habla por s铆 misma sobre tu compromiso con un espacio fresco y acogedor. Eleva tus alrededores con nuestros servicios de limpieza meticulosos hoy mismo!"
      },
      "legal": {
        "heading": "Visbro - Tu aliado de confianza en asuntos legales!",
        "subheading": "Consejo experto, defensa inigualable: [Nombre de la Sucursal de Servicios Legales de la Empresa] garantiza tu tranquilidad legal.",
        "content": "Asegura tu confianza legal con [Nombre de la Sucursal de Servicios Legales de la Empresa]. Nuestro equipo experimentado se erige como tu aliado de confianza, brindando asesoramiento experto y defensa inigualable en todos los asuntos legales. Ya sea que est茅s navegando por complejidades corporativas o buscando apoyo legal personal, estamos aqu铆 para guiarte. [Nombre de la Sucursal de Servicios Legales de la Empresa] se compromete a garantizar tu tranquilidad legal, ofreciendo soluciones personalizadas que se alinean con tus requisitos 煤nicos. As贸ciate con nosotros para un apoyo constante y experimenta la seguridad de contar con un equipo legal dedicado a tu lado. 隆Tu viaje legal comienza aqu铆!"
      }
    },
    "text": {
      "short_about": "\nBienvenido a Visbro Personal Solution UG, donde tus necesidades de recursos humanos encuentran soluciones innovadoras. Nuestra pasi贸n es conectar talentos excepcionales con empresas que buscan no solo empleados, sino sobre todo jugadores de equipo. Priorizamos la personalizaci贸n, la calidad y la transparencia en cada aspecto de nuestra colaboraci贸n.\n",
      "why_us": "\nCon Visbro, el proceso de reclutamiento deja de ser un desaf铆o. Brindamos apoyo en cada etapa, desde encontrar al candidato perfecto hasta su alojamiento y tr谩mites. Nuestra oferta abarca una amplia gama de servicios adaptados a las necesidades individuales de cada cliente. \nNuestra especialidad radica en ofrecer profesionales de primera en diversos campos. Ya sea que necesites conductores, personal de limpieza, trabajadores agr铆colas o expertos en tecnolog铆a de la informaci贸n, Visbro es tu soluci贸n. 隆nete a nosotros y construyamos el 茅xito juntos!\n\n"
    }
  },
  "Rental": {
    "header_title": "Alquiler de Autos Visbro",
    "header_helper": "隆Consulta nuestra oferta!",
    "car_options": "Furgonetas de Entrega;Camiones",
    "contact": "Cont谩ctanos",
    "content": "隆Descubre c贸mo Visbro puede convertirse en un elemento clave para el 茅xito de tu negocio! Estamos listos para satisfacer todas tus necesidades relacionadas con flotas de veh铆culos de entrega y carga, y nuestro apoyo te ayudar谩 a reducir costos y optimizar las operaciones de tu empresa. Nos especializamos en alquiler a largo plazo, lo que significa que no solo proporcionamos veh铆culos, sino que tambi茅n construimos relaciones duraderas. Con nuestra experiencia y compromiso, somos el socio comercial ideal que te ofrecer谩 no solo una flota de veh铆culos, sino tambi茅n un soporte completo y un servicio profesional."
  },
  "Footer": {
    "contact": {
      "heading": "Contacto",
      "phone_number_office": "N煤mero de Tel茅fono de la Secretar铆a",
      "phone_number_owner": "N煤mero de Tel茅fono del Propietario",
      "email": "Direcci贸n de Correo Electr贸nico"
    },
    "address": {
      "heading": "Direcci贸n",
      "headquater_location": "Sede de la Empresa",
      "other_location": "Otros Puntos de la Empresa",
      "open_hours": "Horario de Atenci贸n"
    },
    "about": {
      "heading": "Acerca de la Empresa",
      "tax_number": "N煤mero de Identificaci贸n Fiscal",
      "data_admin": "Administrador de Datos",
      "website_owner": "Propietario del Sitio Web",
      "company_name": "Nombre de la Empresa"
    }
  },
  "Navigation": {
    "about": "Acerca de Nosotros",
    "collab": "Colaboraci贸n",
    "offers": "Ofertas de Trabajo",
    "biuroservis": "Servicios de Oficina",
    "gallery": "Galer铆a",
    "contact": "Contacto",
    "career": "Carrera en Visbro",
    "rental": "Alquiler de Camiones",
    "services": {
      "biuroservice": "Servicio de oficina",
      "recruitment": "Reclutamiento",
      "housing": "Viviendas para trabajadores",
      "cleaning-services": "Servicios de limpieza",
      "car-rental": "Alquiler de coches de Visbro"
    }
  },
  "Collaboration": {
    "title": "Colabora con Nosotros",
    "form": {
      "heading": "隆Cu茅ntanos sobre ti!",
      "name": {
        "text": "Nombre",
        "error": "El campo de nombre no puede estar vac铆o"
      },
      "surname": {
        "text": "Apellido",
        "error": "El campo de apellido no puede estar vac铆o"
      },
      "companyName": {
        "text": "Nombre de la Empresa",
        "error": "El campo de nombre de la empresa no puede estar vac铆o"
      },
      "jobPosition": {
        "text": "Cargo",
        "error": "El campo de cargo no puede estar vac铆o"
      },
      "phoneNumber": {
        "text": "N煤mero de Tel茅fono",
        "error": "El campo de n煤mero de tel茅fono no puede estar vac铆o"
      },
      "email": {
        "text": "Direcci贸n de Correo Electr贸nico",
        "error": "El campo de direcci贸n de correo electr贸nico no puede estar vac铆o",
        "errorFormat": "Formato de direcci贸n de correo electr贸nico inv谩lido"
      },
      "message": {
        "text": "Mensaje",
        "error": "El campo de mensaje no puede estar vac铆o"
      },
      "messagePlaceholder": {
        "text": "驴C贸mo podemos ayudarte?",
        "error": "El campo de mensaje no puede estar vac铆o"
      },
      "submit": "Enviar"
    },
    "content": "\nEn Visbro Personal Solution UG, entendemos que la colaboraci贸n efectiva es clave para el 茅xito de cualquier negocio. Durante m谩s de un a帽o, hemos estado ayudando a empresarios de todo el pa铆s a construir equipos fuertes y eficientes y alcanzar sus objetivos estrat茅gicos. Nuestros servicios de recursos humanos se basan en una comprensi贸n profunda de las necesidades de nuestros clientes y brindan un apoyo integral en la gesti贸n de personal. <br></br><br></br>\nComo un equipo experimentado de especialistas, estamos listos para apoyarte en todos los aspectos de la gesti贸n de recursos humanos, desde la selecci贸n y contrataci贸n, pasando por la capacitaci贸n y desarrollo de empleados, hasta la gesti贸n del rendimiento y la retenci贸n de talento. Nuestro enfoque se basa en la colaboraci贸n y un enfoque de asociaci贸n, lo que se traduce en relaciones comerciales duraderas y fruct铆feras.\nTe animamos a utilizar el formulario de contacto a continuaci贸n para que podamos discutir c贸mo podemos apoyar el desarrollo de tu negocio y contribuir a alcanzar tus objetivos comerciales.\n"
  },

  "ApplicationForm": {
    "heading": "Solicitud de Oferta",
    "step": "Paso {from} de {to}",
    "buttons": {
      "next": "Continuar",
      "back": "Atr谩s",
      "openForm": "Rellenar el formulario"
    },
    "form": {
      "name": {
        "text": "Nombre",
        "error": "El campo de nombre no puede estar vac铆o"
      },
      "surname": {
        "text": "Apellido",
        "error": "El campo de apellido no puede estar vac铆o"
      },
      "phoneNumber": {
        "text": "N煤mero de Tel茅fono",
        "error": "El campo de n煤mero de tel茅fono no puede estar vac铆o"
      },
      "dateOfBirth": {
        "text": "Fecha de Nacimiento",
        "error": "El campo de fecha de nacimiento no puede estar vac铆o"
      },
      "lastJobPosition": {
        "text": "ltimo Cargo",
        "error": "El campo de 煤ltimo cargo no puede estar vac铆o"
      },
      "education": {
        "text": "Educaci贸n",
        "error": "El campo de educaci贸n no puede estar vac铆o"
      },
      "gender": {
        "text": "G茅nero",
        "error": "El campo de g茅nero no puede estar vac铆o"
      },
      "age": {
        "text": "Edad",
        "error": "El campo de edad no puede estar vac铆o"
      },
      "hasOwnCar": {
        "text": "驴Tienes tu propio coche?",
        "error": "El campo sobre la propiedad del coche no puede estar vac铆o"
      },
      "civilState": {
        "text": "Estado Civil (casado, divorciado, etc.)",
        "error": "El campo de estado civil no puede estar vac铆o"
      },
      "workStart": {
        "text": "Disposici贸n para Comenzar a Trabajar",
        "error": "El campo de disposici贸n para trabajar no puede estar vac铆o"
      },
      "bankNumber": {
        "text": "N煤mero de Cuenta Bancaria",
        "error": "El campo de n煤mero de cuenta bancaria no puede estar vac铆o"
      },
      "bankName": {
        "text": "Nombre del Banco",
        "error": "El campo de nombre del banco no puede estar vac铆o"
      },
      "bankCode": {
        "text": "C贸digo Bancario",
        "error": "El campo de c贸digo bancario no puede estar vac铆o"
      },
      "address": {
        "text": "Direcci贸n de Residencia",
        "error": "El campo de direcci贸n de residencia no puede estar vac铆o"
      },
      "currentAddress": {
        "text": "Direcci贸n Actual",
        "error": "El campo de direcci贸n actual no puede estar vac铆o"
      },
      "mailAddress": {
        "text": "Direcci贸n de Correo Electr贸nico",
        "error": "Se requiere la direcci贸n de correo electr贸nico",
        "errorFormat": "Formato de direcci贸n de correo electr贸nico inv谩lido"
      },
      "emergencyContact": {
        "text": "Contacto de Emergencia en caso de un accidente (Nombre y contacto)",
        "error": "El campo de contacto de emergencia no puede estar vac铆o"
      },
      "dataProcessingConsent": {
        "text": "Consentimiento para el Procesamiento de Datos Personales",
        "error": "Debe seleccionarse el consentimiento para el procesamiento de datos"
      },
      "documentId": {
        "text": "Fotos de identificaci贸n (anverso y reverso)",
        "error": "Sin fotos"
      },
      "driverLicense": {
        "text": "Licencia de conducir (anverso y reverso)"
      }
    }
  },
  "Biuroservis": {
    "heading": "Servicio Administrativo",
    "heading_helper": "Nuestros Servicios",
    "services": "1. Asistencia en la obtenci贸n de Kindergeld: Brindamos apoyo en el proceso integral de solicitud de Kindergeld, incluyendo el llenado de formularios y la gesti贸n de la documentaci贸n requerida.\n2. Apoyo en el proceso de solicitud de Arbaitlosegeld: Ofrecemos asistencia integral en la preparaci贸n y presentaci贸n de solicitudes de Arbaitlosegeld, incluyendo el seguimiento de plazos y requisitos.\n3. Asistencia en la b煤squeda de vivienda: Ofrecemos servicios que incluyen la b煤squeda de viviendas adecuadas, la organizaci贸n de visitas y el apoyo en el proceso de alquiler.\n4. Seguros de salud y planes de jubilaci贸n: Brindamos asesoramiento y ayuda en asuntos relacionados con el sistema de seguros de salud alem谩n.\n5. Servicios de seguros: Ofrecemos apoyo en la selecci贸n y gesti贸n de p贸lizas de seguros.\n6. Asesoramiento crediticio: Brindamos servicios de asesoramiento en la solicitud de cr茅ditos, incluyendo el an谩lisis de ofertas y la ayuda en el proceso de solicitud.\n7. Apoyo en asuntos bancarios: Ayudamos en la apertura y gesti贸n de cuentas bancarias, adaptando los servicios a las necesidades individuales de los clientes.\n8. Apoyo en el proceso de empadronamiento: Ofrecemos ayuda en los tr谩mites relacionados con el empadronamiento, incluyendo la programaci贸n de citas y la gesti贸n de documentaci贸n.\n9. Registro de veh铆culos: Brindamos asistencia integral en el proceso de registro de veh铆culos.\n10. Asistencia en la obtenci贸n de Wohngeld: Ofrecemos servicios de asesoramiento y apoyo en el proceso de solicitud de Wohngeld.\n11. Apoyo en la obtenci贸n de B眉rgergeld: Ayudamos en el proceso de solicitud de B眉rgergeld, brindando apoyo en cada etapa.\n12. Apoyo en la elecci贸n de servicios de comunicaci贸n: Ofrecemos ayuda en la obtenci贸n de un n煤mero de tel茅fono alem谩n, incluyendo la elecci贸n de tarifas y operadores adecuados.\n13. Redacci贸n de cartas oficiales y apelaciones: Brindamos servicios profesionales de redacci贸n de cartas oficiales, incluyendo quejas y apelaciones.\n14. Resoluci贸n de problemas legales civiles: Ofrecemos asesoramiento y ayuda en la resoluci贸n de diversas cuestiones legales.\n15. Asistencia y asesoramiento completo en la apertura de un negocio en Alemania UG GmbH\n16. Asistencia en la apertura de Gewerbe y gesti贸n integral de la documentaci贸n relacionada con el trabajo aut贸nomo.\n17. Asesoramiento en la gesti贸n de negocios en Alemania\n18. Asistencia en la inscripci贸n de ni帽os en la escuela y el jard铆n de infantes en Alemania",

    "form": {
      "heading": "Formulario de Servicio",
      "email": {
        "text": "Direcci贸n de Correo Electr贸nico",
        "error": "Se requiere la direcci贸n de correo electr贸nico"
      },
      "name": {
        "text": "Nombre",
        "error": "El campo de nombre nopuede estar vac铆o"
      },
      "surname": {
        "text": "Apellido",
        "error": "El campo de apellido no puede estar vac铆o"
      },
      "phoneNumber": {
        "text": "N煤mero de Tel茅fono",
        "error": "El campo de n煤mero de tel茅fono no puede estar vac铆o"
      },
      "additionalInfo": {
        "text": "Informaci贸n Adicional",
        "error": ""
      },
      "button": "Enviar Solicitud"
    }
  },
  "Impressum": {
    "content": "N煤mero de cuenta bancaria: 0000 0000 0000 000 00 (N煤mero de identificaci贸n fiscal para Alemania en mantenimiento, N煤mero de identificaci贸n fiscal para la UE en mantenimiento)"
  },
  "Selects": {
    "education": "Primaria;Vocacional;Secundaria;Educaci贸n Superior;Doctorado",
    "civilState": "Casado;Divorciado;En una relaci贸n informal;Viudo;Padre/Madre soltero;Soltero",
    "gender": "Mujer;Hombre;Otro",
    "driverLicense": "S铆; No"
  },
  "FormResponses": {
    "POST": {
      "success": {
        "title": "隆Gracias por tu env铆o!",
        "message": "Intentaremos responder tan pronto como sea posible."
      },
      "error": {
        "title": "隆Algo sali贸 mal!",
        "message": "Por favor, int茅ntalo de nuevo o espera un momento."
      }
    }
  },
  "Forms": {
    "length": "El campo debe tener al menos {min} caracteres y como m谩ximo {max} caracteres."
  },
  "Recruitment": {
    "heading": "Reclutamiento",
    "content": "Nos especializamos en reclutar empleados para diversos sectores, tanto para posiciones temporales como permanentes. Nuestra prioridad es proporcionarte un n煤mero 贸ptimo de trabajadores calificados exactamente cuando los necesitas, asegurando un proceso sin inconvenientes innecesarios. Te ofrecemos nuestro apoyo vers谩til y estamos siempre a tu disposici贸n; te ayudaremos a hacer crecer tu negocio y nos aseguraremos de que los desaf铆os relacionados con el personal sean cosa del pasado. <br /> <br /> En nuestra oferta tambi茅n encontrar谩s programas de formaci贸n para que los nuevos empleados se adapten r谩pidamente a tu empresa, mejorando significativamente su eficiencia e integraci贸n con el equipo. No dudes en contactarnos para obtener m谩s informaci贸n sobre c贸mo podemos contribuir juntos al 茅xito de tu empresa. Con nosotros, tu desarrollo est谩 en buenas manos.",
    "button": "隆Ll谩manos!"
  },
  "Housing": {
    "heading": "Alojamiento para empleados",
    "content": "Si茅ntete libre de aprovechar nuestros alojamientos para empleados, que son una soluci贸n ideal para los miembros de tu equipo. Nuestros apartamentos en el este de Alemania no solo est谩n completamente equipados, sino que tambi茅n est谩n dise帽ados con meticulosidad. La limpieza regular garantiza la limpieza y comodidad para todos los residentes. Independientemente de la ubicaci贸n de tu negocio en Alemania, puedes estar seguro de que te proporcionaremos un apoyo inmediato en cuanto al alojamiento. A trav茅s de la colaboraci贸n con nuestros socios comerciales, tenemos la capacidad de organizar alojamientos a nivel nacional, asegurando flexibilidad y comodidad para tu equipo. Si deseas ver c贸mo son nuestros apartamentos, no dudes en consultar la galer铆a de fotos en nuestro sitio web. 隆Elige nuestros alojamientos para empleados y proporciona a tu equipo condiciones ideales para trabajar y relajarse!",
    "button": "隆Ll谩manos!"
  },
  "Cleaning": {
    "heading": "Servicios de limpieza",
    "content": "Visbro tambi茅n ofrece servicios de limpieza profesionales tanto en el sector privado como en el empresarial. Nuestro personal experimentado, equipado con todas las herramientas necesarias, puede cumplir con todos tus requisitos. Nuestra prioridad es proporcionarte servicios de limpieza de alta calidad y personalizados especialmente para ti o tu empresa.",
    "button": "隆Ll谩manos!"
  },
  "JobOfferDetails": {
    "headings": {
      "requirements": "Requisitos",
      "responsibilities": "Responsabilidades",
      "benefits": "Beneficios",
      "description": "Descripci贸n"
    }
  }
}
