{
  "Contact": {
    "heading": "Contact",
    "heading_helper": "Ave탵i 칥ntreb캒ri? Scrie탵i recrutorilor no탳tri!",
    "positions": {
      "ceo": "Director",
      "recruiter": "Recruiter",
      "manager": "Manager"
    },
    "location_heading": "Loca탵ie",
    "phone_heading": "Telefon Sediu Central",
    "open_hours": "Deschis"
  },
  "JobOffers": {
    "heading": "Oferte de munc캒",
    "search": {
      "label": "Caut캒 Anun탵uri",
      "placeholder": "De exemplu, loc de munc캒 de curier...",
      "button": "Caut캒"
    },
    "buttons": {
      "card": {
        "apply": "Afl캒 mai mult"
      }
    }
  },
  "Gallery": {
    "heading": "Galerie",
    "heading_helper": "Fotografii de la locul nostru de munc캒 탳i companie"
  },
  "Career": {
    "heading": "Carier캒 la Visbro Personal Solutions",
    "content": "Dac캒 e탳ti o persoan캒 plin캒 de creativitate, distins캒 prin abilit캒탵i de comunicare 탳i organizare remarcabile, 탳i nu te temi de nicio provocare, iar 칥n plus, vorbe탳ti limbi str캒ine, atunci avem o propunere special캒 pentru tine! Al캒tur캒-te echipei noastre Visbro 탳i 칥ncepe s캒-탵i construie탳ti cariera 칥ntr-un mediu 칥n care punem pe primul loc colaborarea, loialitatea 탳i 칥ncrederea. Oferim un loc de munc캒 care poate s캒 nu fie cel mai u탳or, dar cu siguran탵캒 este bine pl캒tit 탳i ofer캒 o satisfac탵ie imens캒. Dac캒 sim탵i c캒 aceasta este o oportunitate potrivit캒 pentru tine, nu ezita! Arat캒-ne angajamentul 탳i creativitatea ta, iar noi 칥탵i vom oferi 탳ansa de dezvoltare 탳i realizare a ambi탵iilor profesionale 칥n echipa noastr캒 dinamic캒. Visbro este un loc 칥n care fiecare zi aduce noi provoc캒ri, iar tu ai 탳ansa s캒 faci parte din ele. Te 칥ncuraj캒m s캒 r캒spunzi 탳i s캒 te al캒turi nou캒! Viziteaz캒 sec탵iunea de cariere pe site-ul Visbro.\n",
    "form": {
      "name": {
        "text": "Nume",
        "error": "C칙mpul Nume nu poate fi gol"
      },
      "surname": {
        "text": "Prenume",
        "error": "C칙mpul Prenume nu poate fi gol"
      },
      "email": {
        "text": "Adres캒 de email",
        "error": "Adresa de email este obligatorie"
      },
      "education": {
        "text": "Educa탵ie",
        "error": "C칙mpul Educa탵ie nu poate fi gol"
      },
      "gender": {
        "text": "Gen",
        "error": "C칙mpul Gen nu poate fi gol"
      },
      "languages": {
        "text": "Limbi Cunoscute",
        "error": "C칙mpul Limbi Cunoscute nu poate fi gol"
      },
      "hasDriverLicenseCatB": {
        "text": "De탵ine permis de conducere categoria B",
        "error": "C칙mpul cu informa탵ii despre de탵inerea permisului de conducere categoria B nu poate fi gol"
      },
      "hasBeenArrested": {
        "text": "A fost arestat",
        "error": "C칙mpul cu informa탵ii despre arestare nu poate fi gol"
      },
      "civilState": {
        "text": "Stare Civil캒",
        "error": "C칙mpul cu stare civil캒 nu poate fi gol"
      },
      "additionalInfo": {
        "text": "Informa탵ii Suplimentare",
        "error": "C칙mpul cu informa탵ii suplimentare nu poate fi gol"
      },
      "submit": "Trimite"
    }
  },
  "About": {
    "heading": "Despre noi",
    "content": "\nViziunea Visbro Personal Solution UG, 칥nc캒 de la 칥nceputurile noastre 칥n 2021, este de a crea un spa탵iu 칥n care recrutarea nu este doar un proces, ci 탳i o oportunitate de a construi rela탵ii durabile. Sediul nostru din Leipzig este locul unde s-a n캒scut ideea de a stabili noi standarde 칥n industria resurselor umane, 탳i de atunci ne str캒duim ne칥ncetat s캒 le realiz캒m. Oferta noastr캒 de servicii HR, bazat캒 pe abordarea individual캒 탳i cele mai 칥nalte standarde de calitate, este rezultatul nu doar al cuno탳tin탵elor 탳i experien탵ei noastre, ci 탳i al ascult캒rii nevoilor clien탵ilor no탳tri. Locurile de cazare pentru angaja탵i 칥n diferite regiuni ale Germaniei fac parte din strategia noastr캒, eviden탵iind implicarea noastr캒 칥n asigurarea unor condi탵ii stabile de munc캒 탳i via탵캒 pentru angaja탵i. Echipa noastr캒, format캒 din speciali탳ti talenta탵i 탳i experimenta탵i, lucreaz캒 cu pasiune 탳i dedicare pentru a oferi clien탵ilor no탳tri cel mai 칥nalt nivel de servicii, ceea ce se traduce prin eficien탵캒 탳i succes 칥n fiecare colaborare.\n\n"
  },
  "Home": {
    "heading": "Descoper캒-탵i poten탵ialul 탳i construie탳te-탵i cariera visurilor cu <span> Visbro Personal Solution </span>.",
    "buttons": {
      "learn_more": "Afl캒 mai mult",
      "offers": "Verific캒 Ofertele de Munc캒",
      "offer": "Mergi la ofert캒"
    },
    "headings": {
      "top3": "Top Oferte",
      "trusted_us": "Ne-au 칉ncredin탵at",
      "socials": "Ne G캒si탵i 탳i Pe",
      "why_us": "De Ce Visbro?"
    },
    "ad": {
      "heading": "Servicii Visbro",
      "recruting": {
        "heading": "Viitorul t캒u 칥ncepe la Visbro Personal Solution!",
        "subheading": "Solu탵ii personalizate pentru talente: Unde Visbro te conecteaz캒 cu potrivirea perfect캒 pentru orice rol!",
        "content": "Deblocheaz캒-탵i poten탵ialul profesional! 游 Al캒tur캒-te echipei noastre de elit캒 la Visbro Personal Solution, unde oportunit캒탵ile se 칥nt칙lnesc cu talentul. Suntem specializa탵i 칥n conectarea indivizilor excep탵ionali cu companii de top din diverse industrii. Indiferent dac캒 e탳ti un profesionist experimentat sau o stea 칥n ascensiune, las캒-ne s캒-탵i ghid캒m calea carierei. Realizeaz캒 succesul prin solu탵ii de recrutare personalizate, consultan탵캒 de specialitate 탳i o re탵ea care deschide u탳i. Jobul t캒u de vis te a탳teapt캒 - aplic캒 acum 탳i las캒 Visbro s캒 fie poarta ta c캒tre excelen탵캒!"
      },
      "cleaning": {
        "heading": "Servicii de cur캒탵enie - Visbro!",
        "subheading": "Descoper캒 o experien탵캒 de cur캒탵enie de neegalat cu Visbro!",
        "content": "Visbro ofer캒 servicii de cur캒탵enie profesionale at칙t 칥n sectorul privat, c칙t 탳i 칥n cel corporativ. Personalul nostru experimentat, echipat cu echipamente moderne, va 칥ndeplini chiar 탳i cele mai exigente a탳tept캒ri. Angaj캒m lucr캒tori califica탵i care acord캒 aten탵ie fiec캒rui detaliu pentru a asigura o execu탵ie perfect캒 a fiec캒rui serviciu. Prioritatea noastr캒 este s캒 oferim servicii de cea mai 칥nalt캒 calitate, personalizate special pentru tine sau compania ta. Ne adapt캒m la nevoile individuale ale clien탵ilor no탳tri, garant칙nd satisfac탵ie complet캒. Oferim cur캒탵enie regulat캒, cur캒탵enie de o singur캒 dat캒, precum 탳i servicii specializate cum ar fi cur캒탵area ferestrelor, cur캒탵area covoarelor 탳i dezinfectarea. Cu Visbro, po탵i fi sigur c캒 fiecare serviciu va fi executat la cel mai 칥nalt nivel. Permite-ne s캒 ne ocup캒m de cur캒탵enia 탳i ordinea din casa ta sau locul t캒u de munc캒."
      },
      "legal": {
        "heading": "Asisten탵캒 juridic캒 - Visbro!",
        "subheading": "Ai nevoie de ajutor cu sistemul juridic german? Visbro este aici pentru a te ajuta!",
        "content": "Oferim asisten탵캒 pentru ob탵inerea Kindergeld 탳i sprijin 칥n procesul de aplicare pentru Arbeitslosengeld. Asist캒m 칥n g캒sirea locuin탵ei, oferim asigur캒ri de s캒n캒tate 탳i planuri de pensii, precum 탳i diverse servicii de asigurare. Oferim consultan탵캒 de credit 탳i sprijin 칥n probleme bancare, precum 탳i ajutor 칥n procesul de 칥nregistrare 탳i 칥nmatriculare a vehiculului. Ajut캒m la ob탵inerea Wohngeld 탳i B칲rgergeld 탳i oferim sprijin 칥n alegerea serviciilor de comunica탵ii. Scrierea scrisorilor oficiale 탳i a contesta탵iilor, precum 탳i rezolvarea problemelor civile 탳i juridice sunt, de asemenea, specialitatea noastr캒. Oferim consultan탵캒 complet캒 탳i asisten탵캒 칥n 칥nfiin탵area unei companii 칥n Germania, inclusiv UG 탳i GmbH, precum 탳i 칥n deschiderea unui Gewerbe 탳i gestionarea documenta탵iei legate de activitatea independent캒. Sprijinim operarea afacerilor 칥n Germania 탳i ajut캒m la 칥nscrierea copiilor 칥n 탳coal캒 탳i gr캒dini탵캒."
      }
    },
    "text": {
      "short_about": "\nBine a탵i venit la Visbro Personal Solution UG, unde nevoile tale de resurse umane 칥nt칙lnesc solu탵ii inovatoare. Pasunea noastr캒 este s캒 combin캒m talentele excep탵ionale cu companiile care caut캒 nu doar angaja탵i, ci mai ales membri ai echipei. Ne concentr캒m pe personalizare, calitate 탳i transparen탵캒 칥n fiecare aspect al colabor캒rii noastre.\n",
      "why_us": "\nCu Visbro, procesul de recrutare 칥nceteaz캒 s캒 fie o provocare. Oferim suport 칥n fiecare etap캒 - de la g캒sirea candidatului ideal, p칙n캒 la cazarea 탳i rezolvarea formalit캒탵ilor. Oferta noastr캒 cuprinde o gam캒 larg캒 de servicii, adaptat캒 la nevoile individuale ale fiec캒rui client.\n\nSpecialitatea noastr캒 const캒 칥n furnizarea de speciali탳ti de 칥nalt캒 calitate 칥n diferite domenii. Indiferent dac캒 ave탵i nevoie de 탳oferi, personal de cur캒탵enie, lucr캒tori agricoli sau exper탵i IT, Visbro este solu탵ia ta. Al캒tura탵i-v캒 nou캒 탳i s캒 construim succesul 칥mpreun캒!\n\n"
    }
  },
  "Rental": {
    "header_title": "칉nchiriere Ma탳ini Visbro",
    "header_helper": "Verifica탵i oferta noastr캒!",
    "car_options": "Furgonete de Livrare;Camioane",
    "contact": "Contacta탵i-ne",
    "content": "Descoper캒 cum Visbro poate deveni un element cheie pentru succesul afacerii tale! Suntem preg캒ti탵i s캒 satisfacem toate nevoile tale legate de flotele de vehicule de livrare 탳i marf캒, iar sprijinul nostru te va ajuta s캒 reduci costurile 탳i s캒 optimizezi opera탵iunile companiei tale. Ne specializ캒m 칥n 칥nchirieri pe termen lung, ceea ce 칥nseamn캒 c캒 nu furniz캒m doar vehicule, ci construim 탳i rela탵ii de parteneriat durabile. Cu experien탵a 탳i angajamentul nostru, suntem partenerul de afaceri ideal care 칥탵i va oferi nu doar o flot캒 de vehicule, ci 탳i suport complet 탳i servicii profesionale."
  },
  "Footer": {
    "contact": {
      "heading": "Contact",
      "phone_number_office": "Num캒r Telefon Secretariat",
      "phone_number_owner": "Num캒r Telefon Proprietar",
      "email": "Adres캒 de Email"
    },
    "address": {
      "heading": "Adres캒",
      "headquater_location": "Sediul Companiei",
      "other_location": "Alte Puncte ale Companiei",
      "open_hours": "Program de Lucru"
    },
    "about": {
      "heading": "Despre Companie",
      "tax_number": "Num캒r de Identificare Fiscal캒",
      "data_admin": "Administrator de Date",
      "website_owner": "Proprietar Website",
      "company_name": "Nume Companie"
    }
  },
  "Navigation": {
    "about": "Despre Noi",
    "collab": "Colaborare",
    "offers": "Oferte de Munc캒",
    "biuroservis": "Servicii de Birou",
    "gallery": "Galerie",
    "contact": "Contact",
    "career": "Carier캒 la Visbro",
    "rental": "칉nchiriere Camioane",
    "services": {
      "biuroservice": "Servicii de birou",
      "recruitment": "Recrutare",
      "housing": "Cazare pentru muncitori",
      "cleaning-services": "Servicii de cur캒탵enie",
      "car-rental": "칉nchiriere auto Visbro"
    }
  },
  "Collaboration": {
    "title": "Colaboreaz캒 cu Noi",
    "form": {
      "heading": "Spune-ne despre tine!",
      "name": {
        "text": "Nume",
        "error": "C칙mpul Nume nu poate fi gol"
      },
      "surname": {
        "text": "Prenume",
        "error": "C칙mpul Prenume nu poate fi gol"
      },
      "companyName": {
        "text": "Nume Companie",
        "error": "C칙mpul Nume Companie nu poate fi gol"
      },
      "jobPosition": {
        "text": "Pozi탵ia de Munc캒",
        "error": "C칙mpul Pozi탵ia de Munc캒 nu poate fi gol"
      },
      "phoneNumber": {
        "text": "Num캒r Telefon",
        "error": "C칙mpul Num캒r Telefon nu poate fi gol"
      },
      "email": {
        "text": "Adres캒 de Email",
        "error": "C칙mpul Adres캒 de Email nu poate fi gol",
        "errorFormat": "Format de email invalid"
      },
      "message": {
        "text": "Mesaj",
        "error": "C칙mpul Mesaj nu poate fi gol"
      },
      "messagePlaceholder": {
        "text": "Cum v캒 putem ajuta?",
        "error": "C칙mpul Mesaj nu poate fi gol"
      },
      "submit": "Trimite"
    },
    "content": "\nLa Visbro Personal Solutions UG, 탳tim c캒 colaborarea eficient캒 este cheia succesului oric캒rei afaceri. De peste un an, ajut캒m antreprenorii din 칥ntreaga 탵ar캒 s캒 construiasc캒 echipe puternice 탳i eficiente 탳i s캒-탳i ating캒 obiectivele strategice de afaceri. Serviciile noastre HR se bazeaz캒 pe o 칥n탵elegere profund캒 a nevoilor clien탵ilor no탳tri 탳i asigur캒 suport cuprinz캒tor 칥n gestionarea personalului.\n <br></br> <br></br>\nCa echip캒 experimentat캒 de speciali탳ti, suntem preg캒ti탵i s캒 v캒 sprijinim 칥n toate aspectele gestion캒rii resurselor umane - de la recrutare 탳i selec탵ie, p칙n캒 la formare 탳i dezvoltare a angaja탵ilor, gestionarea performan탵ei 탳i reten탵ia talentelor. Abordarea noastr캒 se bazeaz캒 pe colaborare 탳i o abordare partenerial캒, care se traduce 칥n rela탵ii de afaceri durabile 탳i productive.\n <br></br> <br></br>\nV캒 칥ncuraj캒m s캒 utiliza탵i formularul de contact de mai jos pentru a discuta cum v캒 putem sprijini dezvoltarea afacerii 탳i contribui la atingerea obiectivelor dvs. de afaceri.\n\n"
  },
  "ApplicationForm": {
    "heading": "Formular de Aplicare",
    "step": "Pasul {from} din {to}",
    "buttons": {
      "next": "Continu캒",
      "back": "칉napoi",
      "openForm": "Completa탵i formularul"
    },
    "form": {
      "name": {
        "text": "Nume",
        "error": "C칙mpul Nume nu poate fi gol"
      },
      "surname": {
        "text": "Prenume",
        "error": "C칙mpul Prenume nu poate fi gol"
      },
      "phoneNumber": {
        "text": "Num캒r Telefon",
        "error": "C칙mpul Num캒r Telefon nu poate fi gol"
      },
      "dateOfBirth": {
        "text": "Data Na탳terii",
        "error": "C칙mpul Data Na탳terii nu poate fi gol"
      },
      "lastJobPosition": {
        "text": "Ultima Pozi탵ie de Munc캒",
        "error": "C칙mpul cu ultima pozi탵ie de munc캒 nu poate fi gol"
      },
      "education": {
        "text": "Educa탵ie",
        "error": "C칙mpul Educa탵ie nu poate fi gol"
      },
      "gender": {
        "text": "Gen",
        "error": "C칙mpul Gen nu poate fi gol"
      },
      "age": {
        "text": "V칙rst캒",
        "error": "C칙mpul cu v칙rsta nu poate fi gol"
      },
      "hasOwnCar": {
        "text": "De탵ine탵i o ma탳in캒?",
        "error": "C칙mpul referitor la de탵inerea ma탳inii nu poate fi gol"
      },
      "civilState": {
        "text": "Stare Civil캒 (c캒s캒torit, divor탵at, etc.)",
        "error": "C칙mpul cu stare civil캒 nu poate fi gol"
      },
      "workStart": {
        "text": "Disponibilitate pentru 칥nceperea muncii",
        "error": "C칙mpul cu disponibilitatea de a lucra nu poate fi gol"
      },
      "bankNumber": {
        "text": "Num캒r Cont Bancar",
        "error": "C칙mpul cu num캒rul contului bancar nu poate fi gol"
      },
      "bankName": {
        "text": "Nume Banc캒",
        "error": "C칙mpul cu numele b캒ncii nu poate fi gol"
      },
      "bankCode": {
        "text": "Cod Bancar",
        "error": "C칙mpul cu codul b캒ncii nu poate fi gol"
      },
      "address": {
        "text": "Adres캒 Reziden탵캒",
        "error": "C칙mpul cu adresa de reziden탵캒 nu poate fi gol"
      },
      "currentAddress": {
        "text": "Adres캒 Curent캒",
        "error": "C칙mpul cu adresa curent캒 nu poate fi gol"
      },
      "mailAddress": {
        "text": "Adres캒 de Email",
        "error": "C칙mpul Adres캒 de Email nu poate fi gol",
        "errorFormat": "Format de email invalid"
      },
      "emergencyContact": {
        "text": "Contact de Urgen탵캒 칥n caz de accident (Nume 탳i contact)",
        "error": "C칙mpul cu contact de urgen탵캒 nu poate fi gol"
      },
      "dataProcessingConsent": {
        "text": "Consent pentru Prelucrarea Datelor Personale",
        "error": "Trebuie selectat consim탵캒m칙ntul pentru prelucrarea datelor"
      },
      "documentId": {
        "text": "Fotografii buletin (Fa탵캒 탳i Spate)",
        "error": "F캒r캒 fotografii"
      },
      "driverLicense": {
        "text": "Permis de conducere (Fa탵캒 탳i Spate)"
      }
    }
  },
  "Biuroservis": {
    "heading": "Servicii Administrative",
    "heading_helper": "Serviciile Noastre",
    "services": "1. Asisten탵캒 칥n ob탵inerea Kindergeld: Oferim suport 칥n procesul complex de solicitare a Kindergeld, inclusiv completarea formularelor 탳i gestionarea documenta탵iei necesare.\n2. Suport 칥n procesul de solicitare a Arbaitlosegeld: Oferim asisten탵캒 cuprinz캒toare 칥n preg캒tirea 탳i depunerea cererilor de Arbaitlosegeld, inclusiv monitorizarea termenelor 탳i a cerin탵elor.\n3. Asisten탵캒 칥n g캒sirea unei locuin탵e: Oferim servicii care implic캒 c캒utarea unei locuin탵e potrivite, organizarea de vizite 탳i suport 칥n procesul de 칥nchiriere.\n4. Asigur캒ri de s캒n캒tate 탳i planuri de pensii: Oferim consultan탵캒 탳i asisten탵캒 칥n probleme legate de sistemul german de asigur캒ri de s캒n캒tate.\n5. Servicii de asigurare: Oferim suport 칥n selectarea 탳i gestionarea poli탵elor de asigurare.\n6. Consultan탵캒 de credit: Oferim servicii de consultan탵캒 칥n domeniul solicit캒rii de credit, inclusiv analiza ofertelor 탳i asisten탵캒 칥n procesul de aplicare.\n7. Suport 칥n probleme bancare: Ajut캒m la deschiderea 탳i gestionarea conturilor bancare, adapt칙nd serviciile la nevoile individuale ale clien탵ilor.\n8. Suport 칥n procesul de 칥nregistrare: Oferim asisten탵캒 칥n formalit캒탵ile legate de 칥nregistrare, inclusiv programarea 칥nt칙lnirilor 탳i gestionarea documenta탵iei.\n9. 칉nregistrarea vehiculelor: Oferim asisten탵캒 cuprinz캒toare 칥n procesul de 칥nregistrare a vehiculelor.\n10. Asisten탵캒 칥n ob탵inerea Wohngeld: Oferim servicii de consultan탵캒 탳i suport 칥n procesul de solicitare a Wohngeld.\n11. Suport 칥n ob탵inerea B칲rgergeld: Oferim asisten탵캒 칥n procesul de solicitare a B칲rgergeld, furniz칙nd suport la fiecare etap캒.\n12. Suport 칥n alegerea serviciilor de comunicare: Oferim ajutor 칥n ob탵inerea unui num캒r de telefon german, inclusiv alegerea tarifului 탳i a operatorului potrivit.\n13. Scrierea scrisorilor oficiale 탳i a apelurilor: Oferim servicii profesionale de redactare a scrisorilor oficiale, inclusiv pl칙ngeri 탳i apeluri.\n14. Solu탵ionarea problemelor civile-juridice: Oferim consultan탵캒 탳i asisten탵캒 칥n solu탵ionarea diferitelor probleme legale.\n15. Asisten탵캒 탳i ghidaj complet 칥n deschiderea unei afaceri 칥n Germania UG GmbH\n16. Asisten탵캒 칥n deschiderea Gewerbe 탳i gestionarea cuprinz캒toare a documenta탵iei legate de autoangajare.\n17. Consultan탵캒 칥n managementul afacerilor 칥n Germania\n18. Asisten탵캒 칥n 칥nregistrarea copiilor la 탳coal캒 탳i gr캒dini탵캒 칥n Germania",
    "form": {
      "heading": "Formular de Servicii",
      "email": {
        "text": "Adresa de Email",
        "error": "Adresa de email este obligatorie"
      },
      "name": {
        "text": "Prenume",
        "error": "C칙mpul cu prenumele nu poate fi gol"
      },
      "surname": {
        "text": "Nume",
        "error": "C칙mpul cu numele nu poate fi gol"
      },
      "phoneNumber": {
        "text": "Num캒r de Telefon",
        "error": "C칙mpul cu num캒rul de telefon nu poate fi gol"
      },
      "additionalInfo": {
        "text": "Informa탵ii Suplimentare",
        "error": ""
      },
      "button": "Trimite Cererea"
    }
  },
  "Impressum": {
    "content": "Num캒r de cont: >0000 0000 0000 000 00 (Voi furniza mai t칙rziu)Cod fiscal Germania 칥n mentenan탵캒 Cod fiscal UE 칥n mentenan탵캒 "
  },
  "Selects": {
    "education": "Primar;Voca탵ional;Liceu;칉nv캒탵캒m칙nt superior;Doctorat",
    "civilState": "C캒s캒torit;Divor탵at;칉ntr-o rela탵ie informal캒;V캒duv;P캒rinte singur;Singur",
    "gender": "Femeie;B캒rbat;Alt gen",
    "driverLicense": "Da; Nu"
  },
  "FormResponses": {
    "POST": {
      "success": {
        "title": "Mul탵umim pentru trimiterea ta!",
        "message": "Vom 칥ncerca s캒 r캒spundem c칙t mai cur칙nd posibil!"
      },
      "error": {
        "title": "Ceva nu a mers bine!",
        "message": "Te rug캒m s캒 칥ncerci din nou sau s캒 a탳tep탵i un moment."
      }
    }
  },
  "Forms": {
    "length": "C칙mpul ar trebui s캒 aib캒 cel pu탵in {min} caractere 탳i cel mult {max}."
  },
  "Recruitment": {
    "heading": "Recrutare",
    "content": "Ne specializ캒m 칥n recrutarea angaja탵ilor pentru diverse sectoare, at칙t pentru pozi탵ii temporare, c칙t 탳i permanente. Prioritatea noastr캒 este s캒 v캒 furniz캒m un num캒r optim de angaja탵i califica탵i exact atunci c칙nd ave탵i nevoie de ei, asigur칙nd un proces f캒r캒 obstacole inutile. V캒 oferim suportul nostru versatil 탳i suntem 칥ntotdeauna la dispozi탵ia dvs. - v캒 vom ajuta s캒 v캒 dezvolta탵i afacerea 탳i s캒 asigur캒m c캒 provoc캒rile legate de personal devin un lucru al trecutului. 칉n oferta noastr캒, ve탵i g캒si 탳i programe de formare prin care noii angaja탵i se vor adapta rapid la compania dvs., 칥mbun캒t캒탵ind semnificativ eficien탵a 탳i integrarea lor 칥n echip캒. Nu ezita탵i s캒 ne contacta탵i pentru a afla mai multe despre cum putem contribui 칥mpreun캒 la succesul afacerii dvs. Cu noi, dezvoltarea dvs. este 칥n m칙ini bune.",
    "button": "Sun캒-ne!"
  },
  "Housing": {
    "heading": "Cazare pentru Angaja탵i",
    "content": "Nu ezita탵i s캒 profita탵i de caz캒rile noastre pentru angaja탵i, care reprezint캒 o solu탵ie ideal캒 pentru membrii echipei dvs. Apartamentele noastre din Germania de Est nu sunt doar complet utilate, ci 탳i proiectate cu mare grij캒. Cur캒탵enia regulat캒 asigur캒 cur캒탵enie 탳i confort pentru to탵i locuitorii. Indiferent de loca탵ia afacerii dvs. 칥n Germania, pute탵i fi sigur c캒 v캒 vom oferi sprijin imediat 칥n ceea ce prive탳te cazarea. Prin colaborarea cu partenerii no탳tri de afaceri, avem capacitatea de a organiza caz캒ri la nivel na탵ional, asigur칙nd flexibilitate 탳i confort pentru echipa dvs. Dac캒 dori탵i s캒 vede탵i cum arat캒 apartamentele noastre, v캒 invit캒m s캒 verifica탵i galeria de fotografii de pe site-ul nostru. Alege탵i cazarea pentru angaja탵i 탳i oferi탵i echipei dvs. condi탵ii ideale pentru munc캒 탳i relaxare!",
    "button": "Sun캒-ne!"
  },
  "Cleaning": {
    "heading": "Servicii de Cur캒탵enie",
    "content": "Visbro ofer캒, de asemenea, servicii profesionale de cur캒탵enie at칙t 칥n sectorul privat, c칙t 탳i 칥n cel corporativ. Personalul nostru experimentat, echipat cu toate instrumentele necesare, poate satisface toate cerin탵ele dvs. Prioritatea noastr캒 este s캒 v캒 furniz캒m servicii de cur캒탵enie de 칥nalt캒 calitate, personalizate special pentru dvs. sau compania dvs.",
    "button": "Sun캒-ne!"
  },
  "JobOfferDetails": {
    "headings": {
      "requirements": "Cerin탵e",
      "responsibilities": "Responsabilit캒탵i",
      "benefits": "Beneficii",
      "description": "Descriere"
    }
  }
}
